/**
 * sky 天气
 * @returns 返回模拟数据
 */
export const skyList = [
  {
    v1: '时间',
    v2: '天气',
    v3: '温度',
    v5: '降水',
    v7: '风力',
    type: 'title',
  },
  {
    v1: '今天',
    v2: 'ele-Sunny',
    v3: '20°/26°',
    v5: '50%',
    v7: '13m/s',
  },
  {
    v1: '明天',
    v2: 'ele-Lightning',
    v3: '20°/26°',
    v5: '50%',
    v7: '13m/s',
  },
]

/**
 * 当前设置状�?
 * @returns 返回模拟数据
 */
export const dBtnList = [
  {
    v2: '阳光玫瑰种植',
    v3: '126�?,
    v4: '设备在线',
  },
]

/**
 * 当前设备监测
 * @returns 返回模拟数据
 */
export const chartData4List = [
  {
    label: '温度',
  },
  {
    label: '光照',
  },
  {
    label: '湿度',
  },
  {
    label: '风力',
  },
]
